/* eslint-disable */
import styled from '@emotion/styled';

const Privacy = () => {
  return (
    <>
      <Published>마지막 업데이트: 2023년 1월 23일 </Published>

      <Container>
        <h2>1. 개인정보처리방침이란?</h2>
        <p>
          주식회사 이스케이프노트(이하"회사")는 이용자의 ‘동의를 기반으로
          개인정보를 수집·이용 및 제공’하고 있으며,‘이용자의 권리 (개인정보
          자기결정권)를 적극적으로 보장’합니다. 회사는 정보통신서비스제공자가
          준수하여야 하는 대한민국의 관계 법령 및 개인정보보호 규정,
          가이드라인을 준수하고 있습니다.
          <br />
          “개인정보 처리방침”이란 이용자의 소중한 개인정보를 보호함으로써
          이용자가 안심하고 서비스를 이용할 수 있도록 회사가 준수해야 할 지침을
          의미합니다.
          <br />본 개인정보 처리방침은 escape-note.com 서비스(이하 '서비스')에
          적용됩니다.
        </p>
        <br />

        <h2>2. 개인정보 수집</h2>
        <h3>
          서비스 제공을 위해 필요한 최소한의 개인정보를 수집하고 있습니다.
        </h3>
        <p>
          회원 가입 시 또는 서비스 이용 과정에서 홈페이지 또는 개별
          어플리케이션이나 프로그램 등을 통해 아래와 같은 서비스 제공을 위해
          필요한 최소한의 개인정보를 수집하고 있습니다.
        </p>
        <br />
        <h4>1)회원 관리 및 서비스 제공</h4>
        <span>처리 목적</span>
        <ul>
          <li>이스케이프노트 서비스 제공</li>
          <li>회원 식별/가입 의사 확인</li>
          <li>본인/연령 확인</li>
          <li>부정이용 방지</li>
          <li>서비스 이용 통계</li>
          <li>서비스 개선</li>
        </ul>
        <span>수집 항목</span>
        <ul>
          <li>필수 : 이메일 또는 휴대폰 번호, 아이디, 비밀번호</li>
          <li>선택 : 프로필 사진, 관심분야, SNS 계정, 웹사이트 주소</li>
        </ul>
        <span>보유 및 이용기간</span>
        <ul>
          <li>회원 탈퇴 시까지</li>
        </ul>
        <br />
        <h4>2)고객 상담 및 문의</h4>
        <span>처리 목적</span>
        <ul>
          <li>고객 문의 접수 및 처리</li>
          <li>고객 불만 사항 처리</li>
          <li>문의 접수 및 처리 이력관리</li>
          <li>제품 및 서비스 상담</li>
        </ul>
        <span>수집 항목</span>
        <ul>
          <li>필수 : 이메일주소, 휴대전화번호</li>
        </ul>
        <span>보유 및 이용 기간</span>
        <ul>
          <li>문의 접수일로부터 3년</li>
        </ul>
        <br />
        <h3>개인정보를 수집하는 방법은 다음과 같습니다.</h3>
        <p>
          개인정보를 수집하는 경우에는 반드시 사전에 이용자에게 해당 사실을
          알리고 동의를 구하고 있으며, 아래와 같은 방법을 통해 개인정보를
          수집합니다.
        </p>
        <ul>
          <li>
            회원가입 및 서비스 이용 과정에서 이용자가 개인정보 수집에 대해
            동의를 하고 직접 정보를 입력하는 경우
          </li>
          <li>제휴 서비스 또는 단체 등으로부터 개인정보를 제공받은 경우</li>
          <li>고객센터를 통한 상담 과정에서 웹페이지, 메일, 팩스, 전화 등</li>
          <li>온·오프라인에서 진행되는 이벤트/행사 등 참여</li>
        </ul>
        <br />

        <h2>3. 개인정보 이용</h2>
        <h3>
          회원관리, 서비스 제공·개선, 신규 서비스 개발 등을 위해 이용합니다.
        </h3>
        <p>
          회원 가입 시 또는 서비스 이용 과정에서 홈페이지 또는 개별
          어플리케이션이나 프로그램 등을 통해 아래와 같이 서비스 제공을 위해
          필요한 최소한의 개인정보를 수집하고 있습니다.
        </p>
        <ul>
          <li>회원 식별/가입의사 확인, 본인/연령 확인, 부정이용 방지</li>
          <li>인구통계학적 특성에 따른 분석 및 서비스 제공</li>
          <li>
            신규 서비스 개발, 다양한 서비스 제공, 문의사항 또는 불만처리,
            공지사항 전달
          </li>
          <li>
            서비스의 원활한 운영에 지장을 주는 행위(계정 도용 및 부정 이용 행위
            등 포함)에 대한 방지 및 제재
          </li>
          <li>
            서비스 이용 기록, 접속 빈도 및 서비스 이용에 대한 통계, 프라이버시
            보호 측면의 서비스 환경 구축, 맞춤형 서비스 제공, 서비스 개선에 활용
          </li>
        </ul>
        <p>
          "회사"는 운영 및 사용의 이해를 돕기 위해 구글 애널리틱스(Google
          Analytics) 등 다양한 제3자 서비스를 이용합니다. "회사"는 본
          개인정보처리 방침 및 기타 적절한 비밀 유지 및 보안 조치에 부합하는
          제반 의무에 따라 쿠키 정보 등의 이용자의 데이터를 공유할 수 있습니다.
        </p>
        <br />

        <h2>4. 개인정보 파기</h2>
        <p>
          개인정보는 수집 및 이용목적이 달성되면 지체없이 파기하며, 절차 및
          방법은 다음과 같습니다.
          <br />
          "회원"은 "서비스" 설정 페이지의 "회원탈퇴" 메뉴를 통하여 탈퇴를 요청할
          수 있습니다.
        </p>
        <ul>
          <li>
            "서비스" 탈퇴 요청 시 사용자의 데이터 수집은 중지되며, 수집된 모든
            사용자 데이터는 본 방침에 안내드린 방법으로 안전하게 삭제됩니다.
          </li>
        </ul>
        <p>
          전자적 파일 형태인 경우 복구 및 재생되지 않도록 안전하게 삭제하고, 그
          밖에 기록물, 인쇄물, 서면 등의 경우 분쇄하거나 소각하여
          파기합니다.다만, 내부방침에 보관 후 파기하는 정보는 아래와 같습니다.
        </p>
        <ul>
          <li>
            아래 정보는 탈퇴일부터 최대 1년간 보관 후 파기합니다.
            <ul>
              <li>
                안내메일 발송 및 CS문의 대응을 위해 계정과 탈퇴안내 이메일
                주소를 암호화하여 보관
              </li>
              <li>서비스 부정이용 기록</li>
            </ul>
          </li>
        </ul>
        <p>
          또한, "회사"는 ‘개인정보 유효기간제’에 따라 1년간 서비스를 이용하지
          않은 회원의 개인정보를 별도로 분리 보관 또는 삭제하고 있으며, 분리
          보관된 개인정보는 4년간 보관 후 지체없이 파기합니다.
        </p>
        <br />

        <h2>5. 개인정보 보호책임자</h2>
        <p>
          이용자의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여
          "회사"는 다음과 같이 개인정보 관리책임자를 두고 있습니다.
        </p>
        <ul>
          <li>이름: 주근재</li>
          <li>직책: CTO</li>
          <li>이메일: escapenote.team@gmail.com</li>
        </ul>
        <br />

        <h2>6. 기타</h2>
        <h3>여러분의 권리를 보호합니다.</h3>
        <p>
          언제든 자신의 개인정보(만 14세 미만인 경우 법정 대리인)를 조회하거나
          수정할 수 있으며 수집・이용에 대한 동의 철회 또는 가입 해지를 요청할
          수도 있습니다. 보다 구체적으로는 서비스 내 설정 기능을 통한 변경, 가입
          해지(동의 철회)를 위해서는 서비스 내 "계정삭제"를 클릭하면 되며,
          고객센터를 통해 서면, 전화 또는 이메일로 연락하시면 지체 없이
          조치하겠습니다. 개인정보의 오류에 대한 정정을 요청하신 경우 정정을
          완료하기 전까지 해당 개인정보를 이용 또는 제공하지 않습니다.
          <br />
          또한, '온라인 맞춤형 광고 개인정보보호 가이드 라인'에 따른 이용자
          권리보호를 위한 페이지도 제공하고 있습니다.
        </p>
        <br />
        <h3>PC 기반 서비스의 제공을 위하여 쿠키를 이용하는 경우가 있습니다.</h3>
        <p>
          쿠키는 보다 빠르고 편리한 웹사이트 사용을 지원하고 맞춤형 서비스를
          제공하기 위해 사용됩니다.
        </p>
        <br />
        <h4>쿠키란?</h4>
        <p>
          웹사이트를 운영하는데 이용되는 서버가 이용자의 브라우저에 보내는 아주
          작은 텍스트 파일로서 이용자 컴퓨터에 저장됩니다.
        </p>
        <br />
        <h4>사용목적</h4>
        <p>
          개인화되고 맞춤화된 서비스를 제공하기 위해서 이용자의 정보를 저장하고
          수시로 불러오는 쿠키를 사용합니다. 이용자가 웹사이트에 방문할 경우 웹
          사이트 서버는 이용자의 디바이스에 저장되어 있는 쿠키의 내용을 읽어
          이용자의 환경설정을 유지하고 맞춤화된 서비스를 제공하게 됩니다. 쿠키는
          이용자가 웹 사이트를 방문할 때, 웹 사이트 사용을 설정한대로 접속하고
          편리하게 사용할 수 있도록 돕습니다. 또한, 이용자의 웹사이트 방문 기록,
          이용 형태를 통해서 최적화된 광고 등 맞춤형 정보를 제공하기 위해
          활용됩니다.
        </p>
        <br />
        <h4>쿠키 수집 거부</h4>
        <p>
          쿠키에는 이름, 전화번호 등 개인을 식별하는 정보를 저장하지 않으며,
          이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, 이용자는
          웹 브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가
          저장될 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수도
          있습니다. 다만, 쿠키 설치를 거부할 경우 웹 사용이 불편해지며, 로그인이
          필요한 일부 서비스 이용에 어려움이 있을 수 있습니다.
        </p>
        <br />
        <h3>개인정보보호와 관련해서 궁금하신 사항은?</h3>
        <p>
          서비스를 이용하면서 발생하는 모든 개인정보보호 관련 문의, 불만,
          조언이나 기타 사항은 개인정보 보호책임자 및 담당부서로 연락해 주시기
          바랍니다. "회사"는 여러분의 목소리에 귀 기울이고 신속하고 충분한
          답변을 드릴 수 있도록 최선을 다하겠습니다.
          <br />
          또한 개인정보가 침해되어 이에 대한 신고나 상담이 필요하신 경우에는
          아래 기관에 문의하셔서 도움을 받으실 수 있습니다.
        </p>
        <ul>
          <li>개인정보침해 신고센터 : 118 / https://privacy.kisa.or.kr</li>
          <li>개인정보 분쟁조정위원회 :1833-6972 / https://www.kopico.go.kr</li>
          <li>대검찰청 사이버수사과 : 1301 / cid@spo.go.kr</li>
          <li>경찰청 사이버안전국 : 182 / https://cyberbureau.police.go.kr</li>
        </ul>
        <br />
        <h4>개인정보 처리방침이 변경되는 경우</h4>
        <p>
          법률이나 서비스의 변경사항을 반영하기 위한 목적 등으로 개인정보
          처리방침을 수정할 수 있습니다. 개인정보 처리방침이 변경되는 경우
          "회사"는 변경 사항을 게시하며, 변경된 개인정보 처리방침은 게시한
          날로부터 7일 후부터 효력이 발생합니다.다만, 수집하는 개인정보의 항목,
          이용목적의 변경 등과 같이 이용자 권리의 중대한 변경이 발생할 때에는
          최소 30일 전에 미리 알려드리겠습니다.
        </p>
        <br />

        <ul>
          <li>공고일자: 2023년 01월 23일</li>
          <li>시행일자: 2023년 01월 23일</li>
        </ul>
      </Container>
    </>
  );
};

const Published = styled.strong`
  display: block;
  margin-bottom: 24px;
  font-size: 12px;
  font-weight: 500;
  color: rgb(var(--grey));
  line-height: 18px;
`;
const Container = styled.div`
  border-radius: 16px;
  padding: 16px;
  background-color: rgb(var(--background));
  h2 {
    margin-bottom: 8px;
    font-weight: 700;
    line-height: 21px;
  }
  h3 {
    font-size: 12px;
    font-weight: 700;
    color: rgb(var(--grey));
    line-height: 18px;
  }
  p {
    font-size: 12px;
    color: rgb(var(--grey));
    line-height: 18px;
  }
  h4,
  h5,
  h6,
  strong,
  span,
  li {
    font-size: 12px;
    color: rgb(var(--grey));
    line-height: 18px;
  }
  ul {
    list-style: disc;
    padding-left: 18px;
  }
`;

export default Privacy;
